export const html = `
<p>
  每种游戏或活动都包含两个部分，外在的和内在的。外在的或表面的游戏就是和外在的对手进行对抗，并超越外在的障碍，达到一个外在的目标。以网球这种游戏为例，外在的障碍就是为战胜对手必须尽量将每个球打出好的落点和速度，同时减少失误，这样才可能取得比赛的胜利甚至赢得最后的冠军。对于掌握这种外在的游戏，很多书都提供了不少的指示：比如如何引拍，挥拍，随挥。以及眼睛、头、手腕、小臂、大臂、肩、腰、腿、髋，等等甚至脚尖各自该怎么做才能达到最佳的效果。但事实上，我们当中很多人都发现这些指令说起来容易，做起来难。
</p>
<h1>导言</h1>
<p>
  <span
    >这本书想要说的是，在尝试掌握任何技能的过程中，只是重视这些外部的指令，而忽视相关的内在技能习得规律，是不可能取得满意的效果的。<strong>内在的技能习得规律</strong>我们这里暂时称为<strong>内心游戏</strong>。这种游戏发生在球员的内心，内心游戏所面对的对手是自己，障碍表现的形式是，专注力的失去，过度的紧张，不自信，习惯性自责等。简言之，<strong
      >就是要战胜所有妨碍我们 “正常” 表现的负面心理习惯</strong
    >。</span
  >
</p>
<h2>第一章 关于网球的心理层面的反思</h2>
<p>
  最困扰网球运动员的问题不是如何正确地挥拍这类问题，因为教材和教练以及比赛录像有大量的演示和说明；也不是运动员身体素质方面的问题。我们经常听到的抱怨是，<span
    >“不是我不知道如何去做，而是我总是不去做我所知道的！” </span
  >以下这些抱怨也被经常听到：H2 排版应该很简单
</p>
<p>
  直到现在，尝试使用 Tailwind
  来为文章、文档或博客文章添加样式一直是一项繁琐的任务，需要对排版有敏锐的眼光，并且要编写大量复杂的自定义 CSS。
</p>
<blockquote>
  <p>
    “练习时总是打得很好，比赛时就不灵了。” “我完全知道我的正手哪里出了问题，但就是改不了。”
    “当我非常认真和努力地按照书上或教练的指示去击球时，每次都弄得一团糟。”
    “当我集中精神去做好一个击球要点时，总是忘掉另一个要点。”
    “每次在和一个优秀的对手比赛拿到赛点时，我总是紧张以致于失去专注。” “我是自己最大的敌人；我通常都能打败自己。”
  </p>
</blockquote>
<h3>一堂常见的网球课</h3>
<p>
  不久，威尔先生对于他该如何击球几乎同时有六个指令在他脑里，以及还有十六条他不该做什么的指令搅在一起。威尔很容易得到一个印象，看来击球过程的确太复杂，很难提高是正常的。但毕竟教练对每一次击球都作了很专业的仔细的分析，加上教练最后的建议
  “以后将刚才我所说的要点在练习中注意，你一定会取得进步的”，这样一来无论学员今后练得如何，是否远离网球转投其它运动都不重要，重要的是你付了学费，总得
  “教” 点东西给你，哪怕是纯理论的。
</p>
<h4>“努力”：值得怀疑的品行</h4>
<p>
  自从孩提时代起，我们就不断地在接受这样的教育：如果不努力，你将一事无成。那么，当我们观察到某人太过努力，又是什么意思呢？难道
  “努力到中间程度才是最好的？”
  现在我们对我1我2已经有了一定的认识，再结合下面的例子，看你能否回答这个看起来非常矛盾的问题。（电子版在此处直接提到了禅，zen
  paradox “effortless effort”，不知为什么删了。禅最喜欢用自相矛盾或完全不相干的文字表达来冲击我们的 “后天知识”
  或意识，甚至干脆主张不立文字。原作者也和禅宗的老师有过很多直接的交流并得到指导。）
</p>
<h5>忘却 “分别心”</h5>
<p>
  观察几乎所有的比赛或训练课，都可以看到这种分别出好坏的判断过程。如果仔细看击球者的脸部表情，你们看到他心里在做出分别。每次打出臭球，眉头都会皱一下，而自认为打好了，则会流露出满意的表情，略掉一些⋯
</p>
<h6>看清本来面目</h6>
<p>
  在网球这项运动中，有两件重要的事需要知道。第一件就是球在哪里。第二件就是拍头在哪里。每个人一开始学球就会被告之盯球的重要性。非常简单：你看着它，就知道球的位置。你没有必要思考：
  “噢，球来了；过网的高度有一英尺左右并且速度相当快，它应该在底线附近弹起，我最好打它的上升期。”
  没有这么麻烦，实际你就简单地盯着球并做出相应的动作反应。
</p>
<p>
  同理，你也不必考虑你的拍头应该在哪里，但你要知道：至始至终要清楚你的拍头的位置是很重要的。你要盯球，不可能通过去看拍头来知道它在哪里。你必须去感觉它。感觉到它才真正表明你知道它在哪里，知道它应该在哪里不等于它实际就在哪里。知道自己没有做好正确的挥拍动作也不代表你真正知道（觉察）到拍子的实际位置。觉察到和知道不是一回事，知道只是分析得出的结果，比如
  5 个教练都说我引拍太高，那我知道一定是太高了，但我并没真正觉察到，并不是真正知道。但后来亲自觉察到了才真正意义的知道。
</p>
<p>
  <span
    >无论球员来求助时的报怨是什么，我发现最有用的第一个步骤是鼓励他去察觉他所在做的――也就是，强化他去意识对象的本来面目。</span
  >当我自己的击球找不到感觉时，也采用这个步骤。但是要看清对象的本来面目，我们必须取下被分别心污染了的有色眼镜，无论它是蓝色还是咖啡色。这样做会让自然的习得能力释放，进入一种不可思议的美妙过程。
</p>
`;
